Revit 2027 API
ParameterTypeId.MepWaterloopChillertype Property
 "Chiller Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MepWaterloopChillertype { get; }
Public Shared ReadOnly Property MepWaterloopChillertype As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MepWaterloopChillertype {
	ForgeTypeId^ get ();
}
static member MepWaterloopChillertype : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace